[
  {
    "id": 1,
    "disease": "কুকুরের পার্ভোভাইরাস রোগ",
    "title": "পার্ভোভাইরাস: কুকুরের মারাত্মক সংক্রমণ",
    "image": "https://i.ibb.co.com/hR2Xt4fK/1727072175-pet-disease.jpg",
    "description": "পার্ভোভাইরাস একটি অত্যন্ত সংক্রামক ভাইরাসজনিত রোগ যা বিশেষ করে ছোট বয়সী কুকুরদের মধ্যে বেশি দেখা যায়। এই রোগে কুকুরের বমি, রক্তযুক্ত ডায়রিয়া, খাবারে অনীহা এবং শরীর দুর্বল হয়ে পড়ে। দ্রুত চিকিৎসা না করলে এটি প্রাণঘাতী হতে পারে।",
    "reason": "এই রোগ সাধারণত আক্রান্ত কুকুরের মল, নোংরা পরিবেশ এবং টিকা না নেওয়া কুকুরের মাধ্যমে ছড়ায়। অপরিচ্ছন্ন ক্যানেল বা খেলার জায়গা ভাইরাস সংক্রমণের বড় কারণ।",
    "solution": "কুকুরের নির্দিষ্ট সময় অনুযায়ী টিকা প্রদান সবচেয়ে কার্যকর প্রতিরোধ ব্যবস্থা। আক্রান্ত হলে দ্রুত ভেটেরিনারি ডাক্তারের কাছে নিয়ে যেতে হবে। পর্যাপ্ত তরল, অ্যান্টিবায়োটিক এবং সাপোর্টিভ কেয়ার রোগমুক্তিতে সাহায্য করে।"
  },
  {
    "id": 2,
    "disease": "বিড়ালের ফ্লু (ফেলাইন রেসপিরেটরি ইনফেকশন)",
    "title": "বিড়ালের ফ্লু: শ্বাসতন্ত্রের সংক্রমণ",
    "image": "https://i.ibb.co.com/zTVSZ9g9/Cat-Chlamydia-spp.jpg",
    "description": "বিড়ালের ফ্লু একটি সাধারণ কিন্তু সংক্রামক রোগ যা বিড়ালের নাক দিয়ে পানি পড়া, হাঁচি, চোখ লাল হওয়া এবং জ্বরের মাধ্যমে প্রকাশ পায়। দুর্বল প্রতিরোধ ক্ষমতাসম্পন্ন বিড়ালের জন্য এটি মারাত্মক হতে পারে।",
    "reason": "এই রোগ ভাইরাস বা ব্যাকটেরিয়ার মাধ্যমে ছড়ায় এবং আক্রান্ত বিড়ালের সংস্পর্শে এলে দ্রুত সংক্রমণ ঘটে। অপরিষ্কার পরিবেশ ও অতিরিক্ত ঠান্ডাও ঝুঁকি বাড়ায়।",
    "solution": "পরিষ্কার পরিবেশ বজায় রাখা ও নিয়মিত টিকা দেওয়া এই রোগ প্রতিরোধে কার্যকর। সংক্রমিত হলে ভেটের পরামর্শ অনুযায়ী ওষুধ, বিশ্রাম এবং পর্যাপ্ত পানি দেওয়া জরুরি।"
  },
  {
    "id": 3,
    "disease": "ত্বকের ফাঙ্গাল সংক্রমণ",
    "title": "রিংওয়ার্ম ও অন্যান্য চর্মরোগ",
    "image": "https://i.ibb.co.com/p6C9zxZQ/Get-Stored-Image.jpg",
    "description": "ত্বকের ফাঙ্গাল সংক্রমণে পোষা প্রাণীর শরীরে গোলাকার দাগ, চুল পড়ে যাওয়া এবং চুলকানি দেখা যায়। এটি মানুষকেও সংক্রমিত করতে পারে, তাই দ্রুত ব্যবস্থা নেওয়া জরুরি।",
    "reason": "আর্দ্র পরিবেশ, অপরিষ্কার লিটার বক্স, আক্রান্ত প্রাণীর সংস্পর্শ এবং দুর্বল রোগপ্রতিরোধ ক্ষমতা এই রোগের প্রধান কারণ।",
    "solution": "আক্রান্ত প্রাণীকে আলাদা রাখা, নিয়মিত গোসল ও ভেট প্রদত্ত অ্যান্টিফাঙ্গাল ওষুধ ব্যবহার করতে হবে। বাসস্থান পরিষ্কার ও শুকনো রাখা অত্যন্ত গুরুত্বপূর্ণ।"
  },
  {
    "id": 4,
    "disease": "কৃমি সংক্রমণ",
    "title": "অভ্যন্তরীণ কৃমি ও পোষা প্রাণীর স্বাস্থ্য",
    "image": "https://i.ibb.co.com/J454Bbz/heroimage.jpg",
    "description": "কৃমি সংক্রমণে পোষা প্রাণীর ওজন কমে যায়, পেট ফোলা দেখা দেয়, বমি ও দুর্বলতা হয়। এটি দীর্ঘমেয়াদে মারাত্মক স্বাস্থ্যঝুঁকি তৈরি করতে পারে।",
    "reason": "দূষিত খাবার, পানি এবং মল থেকে কৃমির ডিম শরীরে প্রবেশ করে সংক্রমণ ঘটায়। নিয়মিত কৃমিনাশক না দিলে ঝুঁকি বাড়ে।",
    "solution": "প্রতি কয়েক মাস অন্তর কৃমিনাশক ওষুধ দেওয়া এবং পরিষ্কার খাবার ও পানি সরবরাহ করা জরুরি। সংক্রমণ হলে ভেটের নির্দেশনা অনুযায়ী চিকিৎসা নিতে হবে।"
  },
  {
    "id": 5,
    "disease": "জলাতঙ্ক (রেবিস)",
    "title": "রেবিস: প্রাণঘাতী কিন্তু প্রতিরোধযোগ্য রোগ",
    "image": "https://i.ibb.co.com/dsrvd7dB/rabies.png",
    "description": "রেবিস একটি মারাত্মক ভাইরাসজনিত রোগ যা কুকুর ও বিড়ালের স্নায়ুতন্ত্রে আক্রমণ করে। এতে অস্বাভাবিক আচরণ, লালা ঝরা ও কামড়ানোর প্রবণতা দেখা যায় এবং শেষপর্যন্ত মৃত্যু ঘটে।",
    "reason": "আক্রান্ত প্রাণীর কামড় বা লালা থেকে এই ভাইরাস ছড়ায়। টিকা না নেওয়া প্রাণীরা সবচেয়ে বেশি ঝুঁকিতে থাকে।",
    "solution": "নিয়মিত রেবিস টিকা দেওয়াই একমাত্র কার্যকর প্রতিরোধ ব্যবস্থা। কামড় লাগলে দ্রুত চিকিৎসকের কাছে নিয়ে যাওয়া অত্যন্ত জরুরি।"
  }
]